Repository: cirobrandao/bcm-security
Catalog: languages/securitywp-*.po
Languages: pt_br

source: Settings
pt_br: Configurações

source: Tools
pt_br: Ferramentas

source: Save changes
pt_br: Salvar alterações

source: Use these tools to generate the baseline and run integrity scans on-demand.
pt_br: Use estas ferramentas para gerar a baseline e executar o scanner de integridade sob demanda.

source: Generate baseline
pt_br: Gerar baseline

source: Run scan now
pt_br: Executar scanner agora

source: Baseline exists
pt_br: Baseline existente

source: No baseline yet
pt_br: Sem baseline ainda

source: Idle
pt_br: Parado

source: Recent log
pt_br: Log recente

source: Tip: enable Email alerts to be notified when changes are detected.
pt_br: Dica: habilite Alertas por e-mail para ser notificado quando mudanças forem detectadas.

source: Generating baseline… this can take a moment.
pt_br: Gerando baseline… isso pode levar alguns instantes.

source: Baseline generated in %s seconds.
pt_br: Baseline gerada em %s segundos.

source: Running scan… this can take a moment.
pt_br: Executando scanner… isso pode levar alguns instantes.

source: Scan finished in %s seconds.
pt_br: Scanner finalizado em %s segundos.

source: Files hashed: %d
pt_br: Arquivos hash: %d

source: Changed: %d, Missing: %d, New: %d
pt_br: Alterados: %d, Ausentes: %d, Novos: %d

source: Integrity changes detected
pt_br: Mudanças de integridade detectadas

source: Forbidden
pt_br: Proibido

source: Login blocked
pt_br: Login bloqueado

source: Too many login attempts. Try again in %d minute(s).
pt_br: Muitas tentativas de login. Tente novamente em %d minuto(s).

source: Login Protection
pt_br: Proteção de Login

source: Rate limit and temporary IP blocking for repeated login failures.
pt_br: Limite de tentativas e bloqueio temporário de IP para falhas repetidas de login.

source: Enable login rate limiting
pt_br: Habilitar limite de tentativas de login

source: Max failed attempts
pt_br: Máx. tentativas falhas

source: Window (seconds)
pt_br: Janela (segundos)

source: Base block (seconds)
pt_br: Bloqueio base (segundos)

source: Disable XML-RPC to reduce attack surface (recommended for most sites).
pt_br: Desative o XML-RPC para reduzir a superfície de ataque (recomendado para a maioria dos sites).

source: Disable XML-RPC
pt_br: Desativar XML-RPC

source: REST API Hardening
pt_br: Endurecimento da REST API

source: Restrict/Hide sensitive REST API endpoints for anonymous users.
pt_br: Restringe/oculta endpoints sensíveis da REST API para usuários anônimos.

source: Enable REST hardening
pt_br: Habilitar endurecimento da REST

source: Block anonymous access to /wp/v2/users
pt_br: Bloquear acesso anônimo a /wp/v2/users

source: Hide /wp/v2/users from endpoint discovery
pt_br: Ocultar /wp/v2/users da descoberta de endpoints

source: Integrity Scanner
pt_br: Scanner de Integridade

source: Daily scan for changes in plugins/themes and a few critical core files. Requires a baseline.
pt_br: Scanner diário de mudanças em plugins/temas e alguns arquivos críticos do core. Requer uma baseline.

source: Enable integrity scanner
pt_br: Habilitar scanner de integridade

source: Auto-update baseline after alert (use with caution)
pt_br: Atualizar baseline automaticamente após alerta (use com cuidado)

source: Alerts
pt_br: Alertas

source: Email/log alerts when suspicious changes are detected.
pt_br: Alertas por e-mail/log quando mudanças suspeitas forem detectadas.

source: Enable email alerts
pt_br: Habilitar alertas por e-mail

source: Alert email (optional)
pt_br: E-mail de alerta (opcional)

source: Security Events
pt_br: Eventos de Segurança

source: About
pt_br: Sobre

source: About SecurityWP
pt_br: Sobre o SecurityWP

source: View Security Events
pt_br: Ver Eventos de Segurança

source: About / Links
pt_br: Sobre / Links

source: Allowlist IPs (one per line)
pt_br: IPs na allowlist (um por linha)

source: One IP per line. Only exact IPs are supported for now.
pt_br: Um IP por linha. Por enquanto, apenas IPs exatos são suportados.

source: Tip: add your own IP/VPN to the allowlist to avoid being locked out.
pt_br: Dica: adicione seu próprio IP/VPN na allowlist para evitar ficar bloqueado.

source: First-time setup: generate a baseline, then run a scan to verify everything is clean.
pt_br: Primeira configuração: gere uma baseline e depois execute um scanner para verificar se está tudo limpo.

source: Alerts & Links
pt_br: Alertas e Links

source: Platform URL
pt_br: URL da plataforma

source: Contribution link
pt_br: Link de doação PayPal

source: Bitcoin (BTC) address
pt_br: Endereço Bitcoin (BTC)

source: GitHub Repository
pt_br: Repositório no GitHub

source: Future platform (under development)
pt_br: Plataforma futura (em desenvolvimento)

source: Donations
pt_br: Doações

source: If this plugin helps you, consider supporting development:
pt_br: Se este plugin te ajuda, considere apoiar o desenvolvimento:

source: Not configured yet
pt_br: Ainda não configurado

source: You can configure donation and platform links under Settings → SecurityWP → Alerts.
pt_br: Você pode configurar links de doação e da plataforma em Configurações → SecurityWP → Alertas.

source: Back to Settings
pt_br: Voltar para Configurações

source: This page shows recent security-related events detected by SecurityWP. Use filters to find what you need.
pt_br: Esta página mostra eventos recentes relacionados à segurança detectados pelo SecurityWP. Use os filtros para encontrar o que precisa.

source: Log cleared.
pt_br: Log limpo.

source: Level
pt_br: Nível

source: All
pt_br: Todos

source: Search
pt_br: Buscar

source: Filter
pt_br: Filtrar

source: Clear log
pt_br: Limpar log

source: Recent log entries
pt_br: Entradas recentes do log

source: No entries found.
pt_br: Nenhuma entrada encontrada.

source: Time
pt_br: Hora

source: Message
pt_br: Mensagem

source: Context
pt_br: Contexto

source: Configure hardening features below. Hover the descriptions to understand what each option does. Recommended defaults are enabled for most sites.
pt_br: Configure os recursos de proteção abaixo. Use as descrições para entender o que cada opção faz. Os padrões recomendados ficam habilitados para a maioria dos sites.

source: Contribution
pt_br: Contribuição

source: You can configure links under Settings → SecurityWP → Alerts & Links.
pt_br: Você pode configurar links em Configurações → SecurityWP → Alertas e Links.

source: Platform
pt_br: Plataforma

source: These links are managed by the plugin authors and cannot be changed from the WordPress admin.
pt_br: Estes links são gerenciados pelos autores do plugin e não podem ser alterados pelo admin do WordPress.

source: Dashboard
pt_br: Painel

source: Security overview
pt_br: Visão geral de segurança

source: Score: %d/100
pt_br: Pontuação: %d/100

source: Check
pt_br: Verificação

source: Needs attention
pt_br: Precisa de atenção

source: Configure settings
pt_br: Configurar

source: SecurityWP Settings
pt_br: Configurações do SecurityWP

source: Back to Dashboard
pt_br: Voltar ao Painel

source: Integrity
pt_br: Integridade

source: Brute-force protection for wp-login.
pt_br: Proteção contra força bruta no wp-login.

source: Disable legacy XML-RPC to reduce attack surface.
pt_br: Desative o XML-RPC legado para reduzir a superfície de ataque.

source: Restrict sensitive REST API endpoints for anonymous users.
pt_br: Restringe endpoints sensíveis da REST API para usuários anônimos.

source: Detect unexpected file changes. Requires a baseline.
pt_br: Detecta mudanças inesperadas de arquivos. Requer uma baseline.

source: Email notifications for important events.
pt_br: Notificações por e-mail para eventos importantes.

source: Generate the baseline and run integrity scans on-demand.
pt_br: Gere a baseline e execute scanners de integridade sob demanda.

source: System
pt_br: Sistema

source: WordPress version:
pt_br: Versão do WordPress:

source: PHP version:
pt_br: Versão do PHP:

source: Last integrity scan:
pt_br: Último scanner de integridade:

source: Never
pt_br: Nunca

source: XML-RPC disabled
pt_br: XML-RPC desativado

source: REST hardening enabled
pt_br: Endurecimento REST habilitado

source: Login rate limiting enabled
pt_br: Limite de tentativas de login habilitado

source: Integrity baseline exists
pt_br: Baseline de integridade existente

source: Recommended for most sites.
pt_br: Recomendado para a maioria dos sites.

source: Reduces exposure of sensitive endpoints to anonymous users.
pt_br: Reduz a exposição de endpoints sensíveis para usuários anônimos.

source: Helps mitigate brute-force attacks.
pt_br: Ajuda a mitigar ataques de força bruta.

source: Generate a baseline to enable meaningful integrity scans.
pt_br: Gere uma baseline para permitir scanners de integridade úteis.

source: Admin login slug (hides wp-login.php)
pt_br: Slug de login do admin (oculta o wp-login.php)

source: User login/register slug (hides wp-login.php)
pt_br: Slug de login/cadastro do usuário (oculta o wp-login.php)

source: Allowlist IPs for wp-admin (one per line)
pt_br: IPs permitidos no wp-admin (um por linha)

source: Access denied: your IP is not allowed to access wp-admin.
pt_br: Acesso negado: seu IP não tem permissão para acessar o wp-admin.

source: Not found.
pt_br: Não encontrado.

source: Not found
pt_br: Não encontrado

source: Login protection, admin access restriction, and (optional) custom login URL.
pt_br: Proteção de login, restrição de acesso ao admin e (opcional) URL de login personalizada.

source: Important: the custom login URL requires pretty permalinks (Settings → Permalinks).
pt_br: Importante: a URL de login personalizada requer links permanentes ativos (Configurações → Links permanentes).

source: Allowlist IPs for rate limit (one per line)
pt_br: IPs permitidos para rate limit (um por linha)

source: Max attempts
pt_br: Máx. tentativas

source: Window (sec)
pt_br: Janela (seg)

source: Block (sec)
pt_br: Bloqueio (seg)

source: Custom login slug (hides wp-login.php)
pt_br: Slug de login personalizado (oculta o wp-login.php)

source: Examples: painel, login-seguro, entrar-xyz
pt_br: Exemplos: painel, login-seguro, entrar-xyz

source: After saving, go to Settings → Permalinks and click Save (once) if the slug does not work immediately.
pt_br: Após salvar, vá em Configurações → Links permanentes e clique em Salvar (uma vez) se o slug não funcionar de imediato.

source: SecurityWP — Information & Updates
pt_br: SecurityWP — Informações e Atualizações

source: Installed version:
pt_br: Versão instalada:

source: This page is meant to help you keep the plugin updated and collaborate with the project.
pt_br: Esta página ajuda você a manter o plugin atualizado e colaborar com o projeto.

source: Collaborate
pt_br: Colabore

source: GitHub Repository (issues / PRs)
pt_br: Repositório no GitHub (issues / PRs)

source: Support the project (donate / sponsor)
pt_br: Apoie o projeto (doar / patrocinar)

source: Platform / Services
pt_br: Plataforma / Serviços

source: Updates
pt_br: Atualizações

source: SecurityWP can check for updates via GitHub Releases. To distribute updates through WordPress update UI, publish a new Release with a semantic version tag (example: 0.5.3).
pt_br: O SecurityWP pode verificar atualizações via Releases do GitHub. Para distribuir atualizações pela interface do WordPress, publique um novo Release com tag de versão semântica (ex.: 0.5.3).

source: Open GitHub
pt_br: Abrir GitHub
